Repository: manjaro/libpamac
Catalog: po/*.po
Languages: hu

source: Install, update, or remove packages
hu: Csomagok telepítése, frissítése vagy eltávolítása

source: Authentication is required to install, update, or remove packages
hu: A csomagok telepítéséhez, frissítéséhez vagy eltávolításához hitelesítés szükséges

source: Failed to initialize alpm library
hu: Nem sikerült előkészíteni az ALPM-programkönyvtárat

source: Synchronizing package databases
hu: Csomag-adatbázisok szinkronizálása

source: Failed to synchronize databases
hu: Nem sikerült szinkronizálni az adatbázisokat

source: Failed to init transaction
hu: Nem sikerült előkészíteni a tranzakciót

source: Failed to prepare transaction
hu: Nem sikerült felkészülni a tranzakcióra

source: target not found: %s
hu: a(z) %s cél nem található

source: package %s does not have a valid architecture
hu: a(z) %s csomag nem tartalmaz érvényes architektúrát

source: unable to satisfy dependency '%1$s' required by %2$s
hu: a(z) „%1$s” függőség nem teljesíthető, ami szükséges a következőhöz: %2$s

source: Warning
hu: Figyelmeztetés

source: installing %1$s (%2$s) breaks dependency '%3$s' required by %4$s
hu: a(z) %1$s (%2$s) telepítése megtöri a(z) „%3$s” függőséget, amely szükséges a következőhöz: %4$s

source: Add %s to remove
hu: A(z) %s hozzáadása az eltávolítandókhoz

source: if possible, remove %s and retry
hu: ha lehetséges, távolítsa el a következőt és próbálja újra: %s

source: removing %1$s breaks dependency '%2$s' required by %3$s
hu: a(z) %1$s eltávolítása megtöri a(z) „%2$s” függőséget, amely szükséges a következőhöz: %3$s

source: %1$s and %2$s are in conflict
hu: A(z) %1$s és a(z) %2$s ütközik egymással

source: %s needs to be removed but it is a locked package
hu: A következő csomagot el kellene távolítani, de zárolva van: %s

source: Failed to initialize AUR database
hu: Nem sikerült előkészíteni az AUR-adatbázist

source: removing %s from target list
hu: a(z) %s eltávolítása a céllistáról

source: A restart is required for the changes to take effect
hu: Újraindítás szükséges a módosítások érvénybe lépéséhez

source: Transaction cancelled
hu: Tranzakció megszakítva

source: %1$s exists in both %2$s and %3$s
hu: A(z) %1$s már létezik itt: %2$s, és itt is: %3$s

source: %1$s: %2$s already exists in filesystem (owned by %3$s)
hu: A(z) %1$s: %2$s már létezik a fájlrendszerben (tulajdonos: %3$s)

source: %1$s: %2$s already exists in filesystem
hu: A(z) %1$s: %2$s már létezik a fájlrendszerben

source: if this file is not needed, remove it and retry
hu: ha erre a fájlra már nincs szüksége, akkor távolítsa el, és próbálja újra

source: It has been backed up to %s
hu: Visszaállítva a következőre: %s

source: Removing invalid files and retrying
hu: Érvénytelen fájlok eltávolítása és újrapróbálkozás

source: %s is invalid or corrupted
hu: A(z) %s érvénytelen vagy sérült

source: you can remove this file and retry
hu: eltávolíthatja a fájlt és újrapróbálkozhat

source: failed to retrieve some files
hu: nem sikerült letölteni néhány fájlt

source: Failed to commit transaction
hu: Nem sikerült véglegesíteni a tranzakciót

source: Checking dependencies
hu: Függőségek ellenőrzése

source: Checking file conflicts
hu: Fájlütközések ellenőrzése

source: Resolving dependencies
hu: Függőségek feloldása

source: Checking inter-conflicts
hu: Belső ütközések ellenőrzése

source: Installing %s
hu: A(z) %s telepítése

source: Upgrading %s
hu: A(z) %s frissítése

source: Reinstalling %s
hu: A(z) %s újratelepítése

source: Downgrading %s
hu: A(z) %s visszafejlesztése

source: Removing %s
hu: A(z) %s eltávolítása

source: Checking integrity
hu: Integritás ellenőrzése

source: Loading packages files
hu: Csomagfájlok betöltése

source: Configuring %s
hu: A(z) %s konfigurálása

source: Error while configuring %s
hu: Hiba a(z) %s konfigurálásakor

source: Checking available disk space
hu: A rendelkezésre álló lemezterület ellenőrzése

source: %1$s optionally requires %2$s
hu: A(z) %1$s csomag nem kötelező függőségei: %2$s

source: Database file for %s does not exist
hu: Az adatbázis-fájl nem található a következőhöz: %s

source: Checking keyring
hu: Kulcstartó ellenőrzése

source: Downloading required keys
hu: Szükséges kulcsok letöltése

source: %1$s installed as %2$s.pacnew
hu: A(z) %1$s telepítve lett mint: %2$s.pacnew

source: %1$s installed as %2$s.pacsave
hu: A(z) %1$s telepítve lett mint: %2$s.pacsave

source: Running pre-transaction hooks
hu: Tranzakció előtti horgok futtatása

source: Running post-transaction hooks
hu: Tranzakció utáni horgok futtatása

source: Error while running hooks
hu: Hiba a horgok futtatásakor

source: About %lu second remaining
hu: Körülbelül %lu másodperc van hátra

source: About %lu minute remaining
hu: Körülbelül %lu perc van hátra

source: Error
hu: Hiba

source: Refreshing %s
hu: A(z) %s frissítése

source: Download of %s started
hu: A(z) %s letöltése megkezdődött

source: Downloading %s
hu: A(z) %s letöltése

source: Download of %s finished
hu: A(z) %s letöltése befejeződött

source: Authentication failed
hu: Nem sikerült a hitelesítés

source: Waiting for another package manager to quit
hu: Várakozás egy másik csomagkezelő kilépésére

source: Timeout expired
hu: Az időkorlát lejárt

source: Refreshing mirrors list
hu: Tükrök listájának frissítése

source: Cloning %s build files
hu: A(z) %s összeállítási fájljainak klónozása

source: Failed to clone %s build files
hu: Nem sikerült klónozni a(z) %s összeállítási fájljait

source: Generating %s information
hu: A(z) %s információinak előállítása

source: Failed to generate %s information
hu: Nem sikerült előállítani a(z) %s információit

source: Checking %s dependencies
hu: A(z) %s függőségeinek ellenőrzése

source: Failed to check %s dependencies
hu: Nem sikerült ellenőrizni a(z) %s függőségeit

source: key %s could not be imported
hu: nem sikerült importálni a(z) %s kulcsot

source: Transaction successfully finished
hu: A tranzakció sikeresen végrehajtódott

source: Preparing
hu: Felkészülés

source: Yes
hu: Igen

source: Nothing to do
hu: Nincs teendő

source: %1$s: ignoring package upgrade (%2$s => %3$s)
hu: %1$s: csomagfrissítés mellőzése (%2$s => %3$s)

source: Failed to synchronize AUR database
hu: Nem sikerült szinkronizálni az AUR-adatbázist

source: Failed to build %s
hu: Nem sikerült összeállítani a következőt: %s

source: Building %s
hu: A(z) %s összeállítása

source: Choose optional dependencies for %s
hu: Válassza ki a(z) %s csomag nem kötelező függőségeit

source: Choose a provider for %s
hu: Válassza ki a szolgáltatót a következőhöz: %s

source: Import PGP key
hu: PGP-kulcs importálása

source: Trust and Import
hu: Megbízom benne és importálom

source: _Cancel
hu: _Mégse

source: The PGP key %1$s is needed to verify %2$s source files
hu: A(z) %1$s PGP-kulcs szükséges a(z) %2$s forrásfájljainak ellenőrzéséhez

source: Trust %s and import the PGP key
hu: Megbízom a következőben: %s, és importálom a PGP-kulcsot

source: Official Repositories
hu: Hivatalos tárolók

source: Repositories
hu: Tárolók

source: Depends On
hu: Függőségek

source: Orphan Of
hu: Elárvult fájlja a következőnek

source: Conflicts With
hu: Ütközik ezzel

source: Required By
hu: Szükséges ehhez

source: Replaces
hu: Cserék

source: Edit build files
hu: Összeállítási fájlok szerkesztése

source: Total download size
hu: Teljes letöltési méret

source: Edit %s build files
hu: A(z) %s összeállítási fájljainak szerkesztése

source: Save
hu: Mentés

source: _Close
hu: _Bezárás

source: Restart
hu: Újraindítás

source: Install
hu: Telepítés

source: The snap %s was published using classic confinement
hu: A(z) %s snap csomagot klasszikus korlátozással tették közzé

source: Install %s anyway
hu: A(z) %s telepítése mindenképp

source: Package Manager
hu: Csomagkezelő

source: Install packages from repositories, path or url
hu: Csomagok telepítése a tárolókból – útvonal vagy webcím

source: Remove packages
hu: Csomagok eltávolítása

source: Build packages from AUR and install them with their dependencies
hu: Csomagok összeállítása és telepítése a függőségeikkel együtt az AUR-ból

source: package(s)
hu: csomag(ok)

source: Updates Available
hu: Frissítések érhetők el

source: Your system is up to date
hu: A rendszer naprakész

source: _Quit
hu: _Kilépés

source: %u available update
hu: %u frissítés érhető el

source: Details
hu: Részletek

source: No package found
hu: Nem található csomag

source: Checking for Updates
hu: Frissítések ellenőrzése

source: Install Local Packages
hu: Helyi csomagok telepítése

source: _Open
hu: _Megnyitás

source: Alpm Package
hu: ALPM-csomag

source: A Package Manager with Alpm, AUR, Flatpak and Snap support
hu: Egy csomagkezelő ALPM-, AUR-, Flatpak- és Snap támogatással

source: %u pending operation
hu: %u függőben lévő művelet

source: Pending
hu: Függőben

source: All
hu: Összes

source: Explicitly installed
hu: Kifejezetten telepített

source: Orphans
hu: Árvák

source: Foreign
hu: Külső

source: Installed
hu: Telepített

source: Ignored
hu: Mellőzött

source: None
hu: Semelyik

source: Install Reason
hu: Telepítés oka

source: Installed as a dependency for another package
hu: Egy másik csomag függőségeként telepítve

source: Mark as explicitly installed
hu: Megjelölés kifejezetten telepítettként

source: Licenses
hu: Licencek

source: Unknown
hu: Ismeretlen

source: Repository
hu: Tároló

source: Package Base
hu: Csomagalap

source: Maintainer
hu: Karbantartó

source: First Submitted
hu: Először közzétéve

source: Last Modified
hu: Utoljára módosítva

source: Votes
hu: Szavazatok

source: Out of Date
hu: Elavult

source: Groups
hu: Csoportok

source: Packager
hu: Csomagoló

source: Build Date
hu: Összeállítás dátuma

source: Install Date
hu: Telepítés dátuma

source: Validated By
hu: Érvényesítette

source: Backup files
hu: Biztonsági mentési fájlok

source: Optional Dependencies
hu: Nem kötelező függőségek

source: Optional For
hu: Nem kötelező ehhez

source: Provides
hu: Szolgáltatja

source: Make Dependencies
hu: Fordítási függőségek

source: Check Dependencies
hu: Függőségek ellenőrzése

source: Publisher
hu: Közzétette

source: Confined in a Sandbox
hu: Bezárva egy homokozóba

source: Channels
hu: Csatornák

source: OS Updates
hu: Rendszerfrissítések

source: Includes performance, stability and security improvements
hu: Teljesítmény-, stabilitási- és biztonsági fejlesztéseket tartalmaz

source: Featured
hu: Kiemelt

source: Photo & Video
hu: Kép és videó

source: Music & Audio
hu: Zene és hang

source: Productivity
hu: Iroda

source: Communication & News
hu: Kommunikáció és hírek

source: Education & Science
hu: Oktatás és tudomány

source: Games
hu: Játékok

source: Utilities
hu: Kellékek

source: Development
hu: Fejlesztés

source: Updates
hu: Frissítések

source: Last refresh
hu: Utoljára frissítve

source: every 3 hours
hu: 3 óránként

source: every 6 hours
hu: 6 óránként

source: every 12 hours
hu: 12 óránként

source: every day
hu: naponta

source: every week
hu: hetente

source: Worldwide
hu: Világszerte

source: To delete
hu: Törlésre

source: %u file
hu: %u fájl

source: Select Build Directory
hu: Válassza ki az összeállítási könyvtárat

source: _Choose
hu: _Kiválasztás

source: Choose Ignored Upgrades
hu: Válassza ki a mellőzendő frissítéseket

source: Enter a selection (default=%s)
hu: Adjon meg egy számot (alapértelmezett=%s)

source: none
hu: semmi

source: Enter a number (default=%d)
hu: Adjon meg egy számot (alapértelmezett=%d)

source: [y/N]
hu: [i/N]

source: y
hu: i

source: yes
hu: igen

source: Apply transaction
hu: Tranzakció végrehajtása

source: [e/y/N]
hu: [e/I/N]

source: To upgrade
hu: Frissítendő

source: To reinstall
hu: Újratelepítésre

source: To install
hu: Telepítésre

source: To build
hu: Összeállításra

source: To downgrade
hu: Visszafejlesztésre

source: To remove
hu: Eltávolításra

source: Total installed size
hu: Teljes telepített méret

source: Total removed size
hu: Teljes eltávolított méret

source: View %s build files diff
hu: A(z) %s összeállítási fájljai közötti különbségek megtekintése

source: Building packages as dynamic user
hu: Csomagok összeállítása dinamikus felhasználóként

source: Setting build directory to %s
hu: Az összeállítási könyvtár beállítása ide: %s

source: No PKGBUILD file found in current directory
hu: Nem található a PKGBUILD-fájl a jelenlegi könyvtárban

source: Checking development packages updates as root
hu: Fejlesztői csomagok frissítésének ellenőrzése rendszergazdaként

source: Available actions
hu: Elérhető műveletek

source: action
hu: művelet

source: options
hu: kapcsolók

source: Search for packages or files, multiple search terms can be specified
hu: Csomagok vagy fájlok keresése – több keresési feltétel is megadható

source: file(s)
hu: fájl(ok)

source: only search for installed packages
hu: csak a telepített csomagok között keressen

source: only search for packages in repositories
hu: csak a tárolókban keressen

source: also search in AUR
hu: keresés az AUR- ban is

source: do not search in AUR
hu: ne keressen az AUR-ban

source: search for packages which own the given filenames (filenames can be partial)
hu: a megadott fájlnevekkel rendelkező csomagok keresése (a fájlnevek lehetnek részlegesek)

source: only print names
hu: csak a nevek kiírása

source: Display package details, multiple packages can be specified
hu: Csomag részleteinek megjelenítése – több csomag is megadható

source: List packages, groups, repositories or files
hu: Csomagok-, csoportok-, tárolók- vagy fájlok listázása

source: group(s)
hu: csoport(ok)

source: repo(s)
hu: tároló(k)

source: list installed packages
hu: telepített csomagok listázása

source: list explicitly installed packages
hu: kifejezetten telepített csomagok listázása

source: list packages that were installed as dependencies but are no longer required by any installed package
hu: listázza azokat a csomagokat, amelyek függőségként lettek telepítve, de már nem szükségesek egyetlen telepített csomaghoz sem

source: list packages that were not found in the repositories
hu: a tárolókban nem található csomagok listázása

source: list all packages that are members of the given groups, if no group is given list all groups
hu: az adott csoportba tartozó összes csomag listázása, ha nincs csoport megadva, akkor az összesből listáz

source: list all packages available in the given repos, if no repo is given list all repos
hu: az összes elérhető csomag listázása az adott tárolókból, ha nincs megadva tároló, akkor az összesből listáz

source: list files owned by the given packages
hu: az adott csomagokhoz tartozó fájlok listázása

source: Clone or sync packages build files from AUR
hu: Csomagok összeállítási fájljainak klónozása vagy szinkronizálása az AUR-ból

source: dir
hu: könyvtár

source: build directory, if no directory is given the one specified in pamac.conf file is used
hu: összeállítási könyvtár, ha nincs megadva könyvtár, akkor a pamac.conf fájlban megadott lesz használva

source: also clone needed dependencies
hu: a szükséges függőségeket is klónozza

source: do not print any output
hu: ne írjon ki semmilyen kimenetet

source: overwrite existing files
hu: meglévő fájlok felülírása

source: If no package name is given, use the PKGBUILD file in the current directory
hu: Ha nincs megadva csomagnév, használja a PKGBUILD-fájlt a jelenlegi könyvtárban

source: The build directory will be the parent directory, --builddir option will be ignored
hu: Az összeállítási könyvtár a szülő könyvtár lesz, a „--builddir” kapcsoló mellőzve lesz

source: and --no-clone option will be enforced
hu: és a „--no-clone” kapcsoló ki lesz kényszerítve

source: keep built packages in cache after installation
hu: az összeállított csomagokat a telepítés után tartsa a gyorsítótárban

source: do not keep built packages in cache after installation
hu: az összeállított csomagokat a telepítés után NE tartsa a gyorsítótárban

source: only print what would be done but do not run the transaction
hu: csak azt írja ki, ami megtörténne, de nem futtatja a tranzakciót

source: do not clone build files from AUR, only use local files
hu: az AUR-ból származó összeállítási fájlok ne legyenek klónozva, csak a helyi fájlok

source: bypass any and all confirmation messages
hu: az összes megerősítési üzenet figyelmen kívül hagyása

source: glob
hu: globális

source: ignore a package upgrade, multiple packages can be specified by separating them with a comma
hu: csomagfrissítés mellőzése – vesszővel elválasztva több csomag megadása is lehetséges

source: overwrite conflicting files, multiple patterns can be specified by separating them with a comma
hu: ütközést okozó fájlok felülírása – több minta is megadható vesszővel elválasztva

source: download all packages but do not install/upgrade anything
hu: töltse le az összes csomagot, de ne telepítsen/frissítsen semmit

source: mark all packages installed as a dependency
hu: minden telepített csomag megjelölése függőségként

source: mark all packages explicitly installed
hu: minden csomag megjelölése kifejezetten telepítettként

source: check for updates
hu: frissítések ellenőrzése

source: do not check for updates
hu: ne ellenőrizze a frissítéseket

source: Reinstall packages
hu: Csomagok újratelepítése

source: remove packages only if they are not required by any other packages
hu: csak akkor távolítson el csomagokat, ha más csomagok nem igénylik őket

source: remove all target packages, as well as all packages that depend on one or more target packages
hu: távolítsa el az összes célcsomagot, valamint minden olyan csomagot, amely egy vagy több célcsomagtól függ

source: remove dependencies that are not required by other packages, if this option is used without package name remove all orphans
hu: eltávolítja azokat a függőségeket, amelyeket más csomagok nem igényelnek, ha ezt a beállítást csomagnév nélkül használja, akkor minden árva csomag el lesz távolítva

source: do not remove dependencies that are not required by other packages
hu: ne távolítsa el azon függőségeket, amelyekre más csomagoknak nincs szüksége

source: ignore files backup
hu: fájlok biztonsági mentésének mellőzése

source: Safely check for updates without modifiying the databases
hu: Frissítések ellenőrzése adatbázis-módosítás nélkül

source: Exit code is 100 if updates are available
hu: A kilépési kód legyen 100, ha frissítések állnak rendelkezésre

source: build directory (use with --devel), if no directory is given the one specified in pamac.conf file is used
hu: az összeállítási könyvtár (--devel kapcsoló használatával), ha nincs megadva könyvtár, akkor a pamac.conf fájlban megadott könyvtárat használja

source: also check updates in AUR
hu: frissítések ellenőrzése AUR-ban is

source: do not check updates in AUR
hu: ne ellenőrizzen frissítéseket az AUR-ban

source: only print one line per update
hu: frissítésenként csak egy sort írjon ki

source: also check development packages updates (use with --aur)
hu: ellenőrizze a fejlesztés alatt álló csomagok frissítéseit (--aur kapcsoló használatával)

source: do not check development packages updates
hu: ne ellenőrizzen frissítéseket a fejlesztés alatt álló csomagokhoz

source: Upgrade your system
hu: Frissítse a rendszert

source: force the refresh of the databases
hu: adatbázisok frissítésének kényszerítése

source: do not refresh the databases
hu: ne frissítse az adatbázisokat

source: enable package downgrades
hu: csomagok visszafejlesztésének engedélyezése

source: disable package downgrades
hu: csomagok visszafejlesztésének letiltása

source: also upgrade packages installed from AUR
hu: az AUR-ból telepített csomagok frissítése

source: do not upgrade packages installed from AUR
hu: ne frissítse az AUR-ból telepített csomagokat

source: also upgrade development packages (use with --aur)
hu: a fejlesztés alatt álló csomagokat is frissítse ( --aur kapcsoló használatával)

source: do not upgrade development packages
hu: ne frissítse a fejlesztés alatt álló csomagokat

source: build directory (use with --aur), if no directory is given the one specified in pamac.conf file is used
hu: az összeállítási könyvtár (--aur kapcsoló használatával), ha nincs megadva könyvtár, akkor a pamac.conf fájlban lévő használja

source: Clean packages cache or build files
hu: Csomagok gyorsítótárának vagy összeállítási fájljainak törlése

source: number
hu: szám

source: specify how many versions of each package are kept in the cache directory
hu: adja meg hány verzió legyen tárolva minden csomagból a gyorsítótárban

source: only target uninstalled packages
hu: csak az eltávolított csomagokat célozza

source: remove all build files, the build directory is the one specified in pamac.conf
hu: az összes összeállítási fájl eltávolítása – az összeállítási könyvtár a pamac.conf-ban megadott könyvtár lesz

source: do not remove files, only find candidate packages
hu: ne távolítson el fájlokat, csak a megfelelő csomagok keresése

source: also display all files names
hu: jelenítse meg az összes fájlnevet is

source: Name
hu: Név

source: Version
hu: Verzió

source: Description
hu: Leírás

source: URL
hu: Webcím

source: Installed Size
hu: Telepített méret

source: No package owns %s
hu: Nincs csomagtulajdonos%s

source: %s is owned by %s
hu: A(z) %s tulajdonosa: %s

source: %u ignored update
hu: %u mellőzött frissítés

source: Remove only the versions of uninstalled packages
hu: Csak az eltávolított csomagok verzióinak eltávolítása

source: Number of versions of each package to keep in the cache
hu: A gyorsítótárban megtartandó egyes csomagok verzióinak száma

source: Clean cache
hu: Gyorsítótár törlése

source: Clean build files
hu: Összeállítási fájlok törlése

source: Add %s to install
hu: A(z) %s hozzáadása a telepítendőkhöz

source: %s is only available from AUR
hu: A(z) %s csak az AUR-ból érhető el

source: There is %1$u member in group %2$s
hu: %1$u tag van a(z) %2$s nevű csoportban

source: all
hu: összes

source: Add %s to reinstall
hu: A(z) %s hozzáadása az újratelepítendőkhöz

source: Install %1$s from %2$s
hu: A(z) %1$s telepítése innen: %2$s

source: No
hu: Nem

source: Choose a Provider
hu: Válasszon egy szolgáltatót

source: Choose
hu: Kiválasztás

source: Progress
hu: Folyamat

source: Pamac History
hu: Pamac-előzmények

source: Transaction Summary
hu: Tranzakció összefoglalása

source: _Apply
hu: _Alkalmaz

source: Software Mode
hu: Szoftvermód

source: Refresh databases
hu: Adatbázis frissítése

source: View History
hu: Előzmények megtekintése

source: Preferences
hu: Beállítások

source: About
hu: Névjegy

source: Search
hu: Keresés

source: Remove all
hu: Összes eltávolítása

source: Install all
hu: Összes telepítése

source: Ignore all
hu: Összes mellőzése

source: Sort by
hu: Rendezési sorrend

source: Relevance
hu: Fontosság

source: Size
hu: Méret

source: Date
hu: Dátum

source: Refresh
hu: Frissítés

source: Categories
hu: Kategóriák

source: Browse
hu: Böngészés

source: Launch
hu: Indítás

source: Remove
hu: Eltávolítás

source: Reinstall
hu: Újratelepítés

source: Build
hu: Összeállítás

source: Dependencies
hu: Függőségek

source: Files
hu: Fájlok

source: Reset build files
hu: Összeállítási fájlok visszaállítása

source: Build files
hu: Összeállítási fájlok

source: General
hu: Általános

source: Check for updates
hu: Frissítések ellenőrzése

source: Updates check frequency
hu: Frissítések ellenőrzésének gyakorisága

source: Automatically download updates
hu: Frissítések automatikus letöltése

source: Upgrade the system at shutdown
hu: Rendszer frissítése leállításkor

source: Hide tray icon when no update
hu: Tálcaikon elrejtése ha nincsenek frissítések

source: Downloads
hu: Letöltések

source: Parallel downloads
hu: Párhuzamos letöltések

source: Use mirrors from
hu: Tükrök használata innen

source: Refresh Mirrors
hu: Tükrök frissítése

source: Cache
hu: Gyorsítótár
