Repository: manjaro/libpamac
Catalog: po/*.po
Languages: hu

source: Number of versions of each package to keep
hu: Az egyes csomagok megtartandó változatainak száma

source: Remove only the uninstalled packages
hu: Csak az eltávolított csomagok törlése

source: Clean
hu: Törlés

source: Advanced
hu: Speciális

source: Misconfiguration of these options can lead to system breakage. Modify them only if you know what you are doing.
hu: Ezeknek a beállításoknak a helytelen használata a rendszer meghibásodásához vezethet. Csak akkor módosítsa őket, ha tudja, mit csinál.

source: Check available disk space
hu: A rendelkezésre álló lemezterület ellenőrzése

source: Remove unrequired dependencies
hu: Nem megkövetelt függőségek eltávolítása

source: Do not check for updates when installing
hu: Telepítéskor ne ellenőrizze a frissítéseket

source: Enable downgrade
hu: Visszafejlesztés engedélyezése

source: Ignored upgrades
hu: Mellőzött frissítések

source: Third Party
hu: Harmadik féltől származó

source: AUR is a community maintained repository so it presents potential risks and problems. All AUR users should be familiar with the build process.
hu: Az AUR egy közösségileg karbantartott tároló, így lehetséges veszélyek és problémák forrása. Az összes AUR-felhasználónak ismernie kell az összeállítási folyamatot.

source: Enable AUR support
hu: AUR-támogatás engedélyezése

source: Keep built packages
hu: Az összeállítási csomagok megőrzése

source: Check for development packages updates
hu: Ellenőrizze a fejlesztés alatt álló csomagok frissítéseit

source: Build directory
hu: Összeállítási könyvtár

source: Flatpak packages are maintained by their publisher.
hu: A Flatpak csomagokat a közzétevőjük tartja karban.

source: Enable Flatpak support
hu: Flatpak támogatás engedélyezése

source: Snap packages are maintained by their publisher.
hu: A Snap csomagokat a közzétevőjük tartja karban.

source: Enable Snap support
hu: Snap támogatás engedélyezése
